LIBRO_MAESTRO.tex
% Created 2026-01-20 Tue 13:41
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Jagannatha Mishra Dasa}
\date{2026}
\title{Grandes Preguntas, Diversas Respuestas\\\medskip
\large Documento Maestro para el Libro}
\hypersetup{
 pdfauthor={Jagannatha Mishra Dasa},
 pdftitle={Grandes Preguntas, Diversas Respuestas},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.2 (Org mode 9.7.11)}, 
 pdflang={English}}
\begin{document}

\maketitle
\setcounter{tocdepth}{3}
\tableofcontents

\section{MARCO CONCEPTUAL: EL MODELO PROTHERO}
\label{sec:org7460c0e}

Cada tradición ve el mundo desde un PROBLEMA central y ofrece una SOLUCIÓN.
Esto no significa que ignoren otros problemas, sino que tienen un ÉNFASIS distintivo.

\begin{center}
\begin{tabular}{lllll}
Tradición & PROBLEMA & SOLUCIÓN & TÉCNICA & EJEMPLAR\\
\hline
Cristianismo & Pecado & Salvación & Fe, gracia, sacramentos & Jesús, santos\\
Islam & Orgullo & Sumisión (islam) & Los 5 pilares & Mahoma\\
Budismo & Sufrimiento & Despertar (nirvana) & Óctuple sendero & Buda\\
Judaísmo & Exilio & Retorno a Dios & Ley (halajá), estudio & Moisés, rabinos\\
Hinduismo & Olvido de Krishna & Amor devocional (prema) & Bhakti-yoga, canto & Chaitanya, Prabhupada\\
Confucianismo & Caos social & Armonía ritual & Ritos, educación, virtud & Confucio\\
Taoísmo & Artificio & Naturalidad (wu-wei) & Meditación, simplicidad & Lao Tzu\\
Estoicismo & Perturbación & Serenidad (ataraxia) & Control de juicios & Marco Aurelio\\
Existencialismo & Absurdo/inautent. & Autenticidad & Elección radical & Kierkegaard\\
Trad. Indígenas & Desequilibrio & Armonía con la tierra & Ceremonia, comunidad & Ancianos\\
\end{tabular}
\end{center}
\section{LOS 12 CAPÍTULOS DEL LIBRO}
\label{sec:orge1a2665}

\subsection{Capítulo 1: ¿Qué Existe Realmente?}
\label{sec:org46824e3}
\subsubsection{El problema humano}
\label{sec:org10e3fba}
Despertamos en un mundo que no pedimos. ¿Qué es todo esto? ¿Es real o ilusión?
¿Hay algo más allá de lo que vemos?
\subsubsection{Coincidencias entre tradiciones}
\label{sec:org523fc34}
\begin{itemize}
\item Todas reconocen una \textbf{realidad que trasciende} lo aparente
\item Todas afirman que hay \textbf{más de lo que percibimos} con los sentidos
\item Todas proponen alguna forma de \textbf{conocimiento más profundo}
\end{itemize}
\subsubsection{Las respuestas distintivas}
\label{sec:org0a214d4}

\begin{enumerate}
\item Cristianismo: Jerarquía del ser
\label{sec:org74c50cd}
\begin{quote}
"Dios es el Ser mismo (ipsum esse subsistens). Todo lo demás existe por participación
en Él. Hay una cadena: Dios → ángeles → humanos → animales → materia.
Todo tiene su lugar en el orden divino."
\end{quote}
\begin{itemize}
\item PROBLEMA: Sin Dios, la existencia carece de fundamento
\item SOLUCIÓN: Reconocer a Dios como fuente de todo ser
\end{itemize}
\item Hinduismo: Krishna es la fuente de todo
\label{sec:org6858223}
\begin{quote}
"Krishna es la Verdad Absoluta, la fuente de todo lo que existe.
Él tiene tres energías: la espiritual, la material, y las almas.
Todo es real —nada es ilusión total— pero hay jerarquía: lo espiritual
es eterno, lo material es temporal. El error no es que el mundo sea
falso, sino que lo tomemos como lo único real."
\end{quote}
\begin{itemize}
\item PROBLEMA: Pensamos que la materia es todo lo que existe
\item SOLUCIÓN: Reconocer a Krishna como fuente y refugio de todo
\end{itemize}
\item Budismo: Vacuidad interdependiente
\label{sec:org30e9c2a}
\begin{quote}
"Nada existe por sí mismo. Todo surge por causas y condiciones (pratityasamutpada).
No hay sustancia permanente, ni en las cosas ni en ti. Esta vacuidad (sunyata)
no es la nada, sino la apertura infinita de posibilidades."
\end{quote}
\begin{itemize}
\item PROBLEMA: Creemos en un "yo" sólido que sufre
\item SOLUCIÓN: Ver la vacuidad libera del sufrimiento
\end{itemize}
\item Islam: Unidad divina absoluta
\label{sec:org4135972}
\begin{quote}
"La ilaha illa Allah: No hay dios sino Dios. Todo lo que existe es signo (ayat)
de Allah. El cosmos entero da testimonio de Su unidad (tawhid).
Existir es ser creado y sostenido por el Único."
\end{quote}
\begin{itemize}
\item PROBLEMA: El politeísmo y el ego dividen la realidad
\item SOLUCIÓN: Reconocer la Unidad absoluta de Dios
\end{itemize}
\item Judaísmo: Creación con propósito
\label{sec:org96afe54}
\begin{quote}
"En el principio, Dios creó\ldots{} La existencia no es accidente sino acto de voluntad
divina. El mundo está inacabado; los humanos somos socios de Dios en tikkun olam,
la reparación del mundo."
\end{quote}
\begin{itemize}
\item PROBLEMA: El mundo está roto, en exilio de su origen
\item SOLUCIÓN: Trabajar con Dios para restaurarlo
\end{itemize}
\item Taoísmo: El misterio innombrable
\label{sec:org6cf2830}
\begin{quote}
"El Tao que puede nombrarse no es el Tao eterno. Antes del cielo y la tierra,
había algo nebuloso y completo. Es la madre de todas las cosas.
No conozco su nombre; lo llamo Tao."
\end{quote}
\begin{itemize}
\item PROBLEMA: Las palabras y conceptos distorsionan la realidad
\item SOLUCIÓN: Fluir con el misterio sin forzar definiciones
\end{itemize}
\item Filosofía Occidental: La pregunta permanece abierta
\label{sec:org749b22e}
\begin{quote}
"¿Por qué hay algo en lugar de nada?" (Leibniz). La filosofía no tiene UNA respuesta,
sino múltiples: formas eternas (Platón), sustancia material (materialismo),
construcción mental (idealismo), existencia sin esencia (existencialismo).
\end{quote}
\begin{itemize}
\item PROBLEMA: La razón sola no puede alcanzar certeza última
\item SOLUCIÓN: Seguir preguntando con honestidad intelectual
\end{itemize}
\item Tradiciones Indígenas: Red sagrada
\label{sec:orgdbb7571}
\begin{quote}
"Todo está vivo y conectado. La roca, el río, el águila, el ancestro:
todos son parientes. El Gran Espíritu fluye a través de todo.
No estamos EN la naturaleza; SOMOS naturaleza."
\end{quote}
\begin{itemize}
\item PROBLEMA: La separación de la naturaleza trae desequilibrio
\item SOLUCIÓN: Vivir en armonía con todos los seres
\end{itemize}
\end{enumerate}
\subsubsection{Diferencias que enriquecen}
\label{sec:org59c50f6}
\begin{center}
\begin{tabular}{ll}
Tradición & Pregunta que te hace\\
\hline
Cristiano & ¿Reconoces que no te creaste a ti mismo?\\
Hindú & ¿Puedes amar a Dios como persona, no solo como concepto?\\
Budista & ¿Puedes soltar la necesidad de que algo sea permanente?\\
Musulmán & ¿Ves los signos de lo divino en todo lo que existe?\\
Judío & ¿Qué puedes hacer para reparar lo que está roto?\\
Taoísta & ¿Puedes abrazar el misterio sin necesitar explicarlo?\\
Filósofo & ¿Estás dispuesto a no tener certeza?\\
Indígena & ¿Te sientes parte de la red de la vida?\\
\end{tabular}
\end{center}
\subsubsection{Síntesis: Lo que aprendemos de todas}
\label{sec:org0ad44c1}
Cada tradición ilumina una faceta del misterio:
\begin{itemize}
\item La existencia tiene \textbf{profundidad} (no es solo superficie material)
\item Hay \textbf{conexión} entre todas las cosas
\item El ser humano puede \textbf{acceder} a esa profundidad
\item La \textbf{humildad} es la actitud apropiada ante el misterio
\end{itemize}
\subsection{Capítulo 2: ¿Quién Soy Yo Realmente?}
\label{sec:orgaa6570a}
\subsubsection{El problema humano}
\label{sec:org0ab1e97}
Mi cuerpo cambia, mis pensamientos cambian, mis emociones cambian.
¿Qué permanece? ¿Hay un "yo" verdadero bajo todas las máscaras?
\subsubsection{Coincidencias entre tradiciones}
\label{sec:org0294ac8}
\begin{itemize}
\item Todas distinguen entre el yo \textbf{superficial} y algo más \textbf{profundo}
\item Todas reconocen que la identidad es un \textbf{misterio}, no algo obvio
\item Todas proponen alguna forma de \textbf{autoconocimiento} como camino
\end{itemize}
\subsubsection{Las respuestas distintivas}
\label{sec:org61daa64}

\begin{enumerate}
\item Cristianismo: Imagen de Dios
\label{sec:org97d4814}
\begin{quote}
"Dios creó al ser humano a su imagen y semejanza. Tienes un alma inmortal
con intelecto y voluntad libre. Tu identidad más profunda es ser hijo/a de Dios,
llamado a participar de la naturaleza divina."
\end{quote}
