LIBRO_MAESTRO.tex
\item Hinduismo: Parte eterna de Krishna
\label{sec:org638c73d}
\begin{quote}
"Tú no eres este cuerpo. Eres alma espiritual eterna (jiva),
parte integral de Krishna. Tu identidad no es fusionarte con Dios
ni desaparecer en Él, sino amarlo eternamente como Su sirviente,
Su amigo, o Su amado. Tienes una relación única con Krishna
que ningún otro ser tiene. Eso es lo que debes descubrir."
\end{quote}
\item Budismo: No-yo (anatta)
\label{sec:org303b22c}
\begin{quote}
"Buscas un yo permanente pero no lo encuentras. Solo hay cinco agregados
(skandhas): forma, sensación, percepción, formaciones mentales, consciencia.
Todos cambian. El 'yo' es una construcción útil, no una entidad real."
\end{quote}
\item Taoísmo: Fluir sin fijarse
\label{sec:org8617ce6}
\begin{quote}
"El sabio no tiene yo fijo. Es como el agua: toma la forma del recipiente.
No te aferres a una identidad; permite que la vida te moldee."
\end{quote}
\end{enumerate}
\subsubsection{Diferencias que enriquecen}
\label{sec:org359e12d}
\begin{center}
\begin{tabular}{ll}
Tradición & Lo que aporta\\
\hline
Cristiano & Dignidad intrínseca como imagen divina\\
Hindú & Relación eterna y única con Dios\\
Budista & Libertad de no estar atado a una identidad fija\\
Taoísta & Flexibilidad y adaptación sin perder el centro\\
\end{tabular}
\end{center}
\subsection{Capítulo 3: ¿Tengo Control Sobre Mi Vida?}
\label{sec:org8251483}
\subsubsection{El problema humano}
\label{sec:org6fd31ba}
A veces siento que elijo; otras veces siento que las circunstancias me arrastran.
¿Soy libre o estoy determinado? ¿Mis decisiones importan?
\subsubsection{Coincidencias}
\label{sec:orgc2bc3c3}
\begin{itemize}
\item Todas afirman que \textbf{las acciones tienen consecuencias}
\item Todas reconocen \textbf{limitaciones} a la libertad humana
\item Todas proponen \textbf{responsabilidad} moral de algún tipo
\end{itemize}
\subsubsection{Las respuestas distintivas}
\label{sec:orgb4df308}

\begin{enumerate}
\item Cristianismo: Libertad y gracia
\label{sec:org6133e31}
"Dios te creó libre, pero el pecado dañó esa libertad.
Necesitas la gracia divina para ser verdaderamente libre."
\item Islam: Decreto divino y responsabilidad
\label{sec:org160b00b}
"Allah decretó todo (qadar), pero tú eres responsable de tus elecciones.
Esto es un misterio que no debemos pretender resolver completamente."
\item Budismo: Libertad dentro del karma
\label{sec:org3df035d}
"Tus acciones pasadas condicionan el presente, pero no lo determinan.
En cada momento tienes la posibilidad de actuar con sabiduría."
\item Estoicismo: Control de lo interno
\label{sec:org39789b6}
"No controlas lo que te pasa, solo cómo respondes.
Distingue lo que depende de ti (tus juicios, acciones) de lo que no."
\item Hinduismo: Libertad en la rendición
\label{sec:orgd4f0322}
"Tienes libre albedrío limitado: puedes elegir hacia dónde dirigir
tu amor —hacia Krishna o hacia maya. Los resultados están bajo
el control de Krishna. Tu libertad está en la intención; Su control
está en el resultado. Actúa para Él y acepta lo que Él dé."
\end{enumerate}
\subsubsection{Diferencias que enriquecen}
\label{sec:org3c94bdf}
\begin{center}
\begin{tabular}{ll}
Tradición & Donde pone el énfasis\\
\hline
Cristianismo & La gracia como liberadora\\
Islam & Confianza en el decreto divino\\
Budismo & Liberarse del determinismo mental\\
Estoicismo & Soberanía sobre la respuesta interior\\
Hindú & Rendirse a Krishna libera de la ansiedad\\
\end{tabular}
\end{center}
\subsection{Capítulo 4: ¿Por Qué Sufrimos?}
\label{sec:orge0d79da}
\subsubsection{El problema humano}
\label{sec:orgf88b72a}
El dolor es inevitable. Pero, ¿tiene sentido? ¿Por qué existe el mal
si hay un Dios bueno? ¿Es el sufrimiento absurdo o significativo?
\subsubsection{Coincidencias}
\label{sec:orgc587789}
\begin{itemize}
\item Ninguna tradición dice "el sufrimiento no existe" o "no importa"
\item Todas ofrecen algún \textbf{marco de sentido} para el sufrimiento
\item Todas proponen un \textbf{camino de transformación}
\end{itemize}
\subsubsection{Las respuestas distintivas}
\label{sec:org3b62261}

\begin{enumerate}
\item Cristianismo: Sufrimiento redentor
\label{sec:orgb2e4de2}
"Cristo sufrió por nosotros. Unidos a su cruz, nuestro sufrimiento
tiene valor redentor. El dolor puede acercarnos a Dios."
\item Budismo: Sufrimiento por apego
\label{sec:org6cd008f}
"Dukkha (sufrimiento/insatisfacción) surge del deseo y el apego.
Elimina la causa y cesarás el efecto. El camino óctuple es la medicina."
\item Hinduismo: El olvido de Krishna
\label{sec:org38f1c7c}
"El sufrimiento existe porque olvidamos a Krishna. El alma espiritual,
que pertenece al mundo espiritual, sufre cuando busca felicidad separada
de Él. Es como un pez fuera del agua: sufre no porque el aire sea malo,
sino porque está en el elemento equivocado. El dolor te llama a volver."
\item Estoicismo: Sufrimiento como juicio
\label{sec:orgd389bfd}
"Las cosas no nos perturban, sino nuestras opiniones sobre ellas.
Cambia tu juicio y transformas tu experiencia."
\item Judaísmo: Lamento y esperanza
\label{sec:orgbc35f8a}
"No pretendemos entender todo el sufrimiento. Job nos enseña a lamentar
honestamente y confiar en Dios sin tener todas las respuestas."
\end{enumerate}
\subsubsection{Diferencias que enriquecen}
\label{sec:org50b04af}
\begin{center}
\begin{tabular}{ll}
Tradición & Pregunta que te hace ante el sufrimiento\\
\hline
Cristiano & ¿Cómo puede esto acercarme a Dios?\\
Budista & ¿A qué me estoy aferrando?\\
Estoico & ¿Qué está en mi control aquí?\\
Hindú & ¿Me está llamando este dolor a volver a casa?\\
Judío & ¿Puedo lamentar y aún tener esperanza?\\
\end{tabular}
\end{center}
\subsection{Capítulo 5: ¿Cómo Debo Vivir?}
\label{sec:orgb21d6ab}
\subsubsection{El problema humano}
\label{sec:org05607f6}
Tengo una vida. ¿Cómo debo vivirla? ¿Qué es lo correcto? ¿De dónde viene
la autoridad moral?
\subsubsection{Coincidencias}
\label{sec:org6213670}
\begin{itemize}
\item Todas valoran alguna forma de \textbf{compasión/benevolencia}
\item Todas reconocen \textbf{obligaciones hacia otros}
\item Todas proponen \textbf{virtudes} a cultivar
\end{itemize}
\subsubsection{Las respuestas distintivas}
\label{sec:org1f20e02}

\begin{enumerate}
\item Cristianismo: Amor a Dios y al prójimo
\label{sec:org54f3d66}
"Ama a Dios con todo tu corazón y al prójimo como a ti mismo.
La ley se resume en el amor."
\item Confucianismo: Relaciones armoniosas
\label{sec:orge6ffb2b}
"Cultiva ren (benevolencia) y li (ritual apropiado).
Las cinco relaciones bien ordenadas crean armonía social."
\item Budismo: Compasión universal
\label{sec:org9fac4f5}
"Evita dañar, cultiva el bien, purifica la mente.
La compasión (karuna) se extiende a todos los seres sintientes."
\item Estoicismo: Vivir según la naturaleza
\label{sec:orga25cd0c}
"Vive de acuerdo con la razón universal (logos).
Las virtudes cardinales: sabiduría, justicia, coraje, templanza."
\item Taoísmo: Wu-wei (no-acción forzada)
\label{sec:org4f4e645}
"No forces, no manipules. Actúa naturalmente, sin artificio.
El agua vence a la roca siendo suave."
\item Hinduismo: Vivir para Krishna
\label{sec:orgfcb3634}
"Vive para servir a Krishna en todo lo que hagas. Come para Él,
trabaja para Él, ama para Él. El devoto no huye de la vida;
la santifica. Haz de tu vida una ofrenda. Canta Sus nombres,
estudia Sus palabras, sirve a Sus devotos."
\end{enumerate}
\subsection{Capítulo 6: ¿Qué Podemos Conocer?}
\label{sec:org4f10612}
\subsection{Capítulo 7: ¿Es la Verdad Absoluta o Relativa?}
\label{sec:org7f0dd21}
\subsection{Capítulo 8: ¿Fe o Razón?}
\label{sec:org197ad6a}
\subsection{Capítulo 9: ¿Qué es el Tiempo?}
\label{sec:org4c3e112}
\subsection{Capítulo 10: ¿Hay Vida Después de la Muerte?}
\label{sec:org12562a8}
\subsection{Capítulo 11: ¿Qué es Dios?}
\label{sec:orgd58bf2a}
\subsection{Capítulo 12: ¿Tiene la Vida un Propósito?}
\label{sec:orgd2c1b18}
\section{ESTRUCTURA NARRATIVA (Estilo Life of Pi)}
\label{sec:org1bd79d0}

\subsection{Opción A: El Buscador}
\label{sec:orga40b211}
Un personaje en crisis existencial viaja (real o metafóricamente)
encontrando maestros de cada tradición. Cada capítulo = un encuentro.
\subsection{Opción B: La Mesa Redonda}
\label{sec:org41b5801}
Un simposio imaginario donde representantes de cada tradición
discuten las grandes preguntas. Formato de diálogo.
\subsection{Opción C: El Heredero}
\label{sec:org7e098a4}
Un personaje hereda textos de un abuelo filósofo. Cada capítulo
descubre un nuevo texto de una tradición diferente.
\section{ELEMENTOS LITERARIOS A INCLUIR}
\label{sec:orgcd43d8e}
