LIBRO_MAESTRO.tex

\subsection{Recursos por capítulo}
\label{sec:org58f34e7}
\begin{itemize}
\item \textbf{Apertura}: Escena concreta o pregunta provocadora
\item \textbf{Voces}: Citas directas de cada tradición (con personalidad)
\item \textbf{Tablas}: Comparación visual Problema/Solución
\item \textbf{Preguntas}: Lo que cada tradición te pregunta
\item \textbf{Síntesis}: Lo que aprendemos de todas juntas
\item \textbf{Cierre}: Reflexión o momento narrativo
\end{itemize}
\subsection{Voz del autor}
\label{sec:orgeb719c8}
\begin{itemize}
\item Personal pero no egocéntrica
\item Respetuosa de todas las tradiciones sin falsa neutralidad
\item Capaz de asombro genuino
\item Honesta sobre incertidumbres
\end{itemize}
\section{PRÓXIMOS PASOS}
\label{sec:org53a0578}

\begin{enumerate}
\item{$\square$} Completar los capítulos 6-12 con el mismo formato
\item{$\square$} Elegir estructura narrativa (A, B, o C)
\item{$\square$} Desarrollar personajes/voz narrativa
\item{$\square$} Escribir aperturas y cierres de cada capítulo
\item{$\square$} Revisar y pulir las citas de cada tradición
\item{$\square$} Agregar preguntas de reflexión al final
\end{enumerate}
\section{APÉNDICE: PARA QUIEN QUIERA PROFUNDIZAR}
\label{sec:org1c91aa5}

\subsection{Las escuelas del Hinduismo}
\label{sec:orgd740621}

El hinduismo no es una religión monolítica sino una familia de tradiciones.
Dos grandes corrientes filosóficas:

\begin{center}
\begin{tabular}{lll}
Aspecto & Advaita (Impersonal) & Vaishnavismo (Personal)\\
\hline
Dios & Brahman sin forma & Krishna, Persona Suprema\\
El alma & "Tú ERES Dios" (identidad total) & "Eres PARTE de Dios" (relación eterna)\\
El mundo & Ilusión (maya) & Real pero temporal\\
La meta & Fusionarse, perder individualidad & Amar eternamente, conservar individualidad\\
El camino & Conocimiento (jnana) & Devoción amorosa (bhakti)\\
Frase clave & "Tat tvam asi" (Tú eres Eso) & "Jivera svarupa haya krishnera nitya dasa" (El alma es sirviente eterno de Krishna)\\
\end{tabular}
\end{center}

En este libro, el personaje Gopal Das representa la corriente devocional (Vaishnavismo),
que enfatiza la relación personal con Dios. Otras escuelas hindúes ofrecerían respuestas
diferentes a las mismas preguntas.
\subsection{Las ramas del Budismo}
\label{sec:org429346a}

\begin{center}
\begin{tabular}{lll}
Rama & Énfasis & Región principal\\
\hline
Theravada & Liberación individual, monástico & Sudeste asiático\\
Mahayana & Compasión universal, bodhisattvas & China, Corea, Japón\\
Vajrayana & Prácticas tántricas, rituales & Tibet, Mongolia\\
\end{tabular}
\end{center}

En este libro, Tenzin Wangmo representa el budismo tibetano (Vajrayana),
y el Maestro Kenji representa el Zen (rama del Mahayana).
\subsection{Las corrientes del Islam}
\label{sec:org0d5cd36}

\begin{center}
\begin{tabular}{ll}
Corriente & Énfasis\\
\hline
Sunismo & Tradición del Profeta, consenso comunitario\\
Chiísmo & Autoridad de los Imanes, descendientes de Alí\\
Sufismo & Dimensión mística, amor a Dios\\
\end{tabular}
\end{center}

En este libro, Ibrahim al-Fassi representa el Sufismo,
y la Dra. Elif Yilmaz representa un Islam académico y progresista.
\subsection{Las denominaciones del Cristianismo}
\label{sec:orgf6a435a}

\begin{center}
\begin{tabular}{ll}
Denominación & Énfasis\\
\hline
Catolicismo & Tradición, sacramentos, autoridad papal\\
Ortodoxia & Liturgia, iconos, teología mística\\
Protestantismo & Escritura, fe personal, diversidad de formas\\
\end{tabular}
\end{center}

En este libro, el Hermano Tomás representa el monasticismo católico (benedictino).
\subsection{Las corrientes del Judaísmo}
\label{sec:org56b0abf}

\begin{center}
\begin{tabular}{ll}
Corriente & Énfasis\\
\hline
Ortodoxo & Observancia estricta de la halajá\\
Conservador & Equilibrio entre tradición y adaptación\\
Reformista & Adaptación a la modernidad\\
\end{tabular}
\end{center}

En este libro, el Rabino David Kohn representa el judaísmo conservador.
\end{document}
